Repository: punnerud/knitandcalc_app
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, fi, fr, nb, sv

# (%@ per nøste)
source: (%@ per skein)
da: (%@ per nøgle)
de: (%@ pro Knäuel)
fi: (%@ per vyyhti)
fr: (%@ par pelote)
sv: (%@ per nystan)

# (Ny kategori)
source: (New Category)
da: (Ny kategori)
de: (Neue Kategorie)
fi: (Uusi kategoria)
fr: (Nouvelle catégorie)
sv: (Ny kategori)

# (Ny lokasjon)
source: (New location)
da: (Ny lokation)
de: (Neuer Standort)
fi: (Uusi sijainti)
fr: (Nouvel emplacement)
sv: (Ny plats)

# (Ny type)
source: (New Type)
da: (Ny type)
de: (Neuer Typ)
fi: (Uusi tyyppi)
fr: (Nouveau type)
sv: (Ny typ)

# (Nytt merke)
source: (New Brand)
da: (Nyt mærke)
de: (Neue Marke)
fi: (Uusi merkki)
fr: (Nouvelle marque)
sv: (Nytt märke)

# *%@ 1 maske* %lld %@
source: *%1$@ 1 stitch* %2$lld %3$@
da: *%1$@ 1 maske* %2$lld %3$@
de: *%@ 1 Masche* %lld %@
fi: *%1$@ 1 silmukka* %2$lld %3$@
fr: *%1$@ 1 maille* %2$lld %3$@
sv: *%1$@ 1 maska* %2$lld %3$@

# *Strikk %lld %@, %@ 1 maske* %lld %@
source: *Knit %1$lld %2$@, %3$@ 1 stitch* %4$lld %5$@
da: *Strik %1$lld %2$@, %3$@ 1 maske* %4$lld %5$@
de: *Stricken Sie %lld %@, %@ 1 Masche* %lld %@
fi: *Neulo %1$lld %2$@, %3$@ 1 silmukka* %4$lld %5$@
fr: *Tricoter %1$lld %2$@, %3$@ 1 maille* %4$lld %5$@
sv: *Sticka %1$lld %2$@, %3$@ 1 maska* %4$lld %5$@

# %@ 1 maske
source: %@ 1 stitch
da: %@ 1 maske
de: %@ 1 Masche
fi: %@ 1 silmukka
fr: %@ 1 maille
sv: %@ 1 maska

# %@ nøster
source: %@ skeins
da: %@ nøgler
de: %@ Knäuel
fi: %@ vyyhtiä
fr: %@ pelotes
sv: %@ nystan

# %lld dager
source: %lld days
da: %lld dage
de: %lld Tage
fi: %lld päivää
fr: %lld jours
sv: %lld dagar

# %lld nøster
source: %lld skeins
da: %lld nøgler
de: %lld Knäuel
fi: %lld keriä
fr: %lld pelotes
sv: %lld nystan

# %lld nøster (%@ g)
source: %1$lld nøster (%2$@ g)
da: %1$lld nøgler (%2$@ g)
de: %1$lld Knäuel (%2$@ g)
fi: %1$lld keriä (%2$@ g)
fr: %1$lld pelotes (%2$@ g)
sv: %1$lld nystan (%2$@ g)

# 💡 Du kan legge til strikkefasthetsberegning under tannhjulet øverst til høyre.
source: 💡 You can add gauge calculation under the gear icon in the top right.
da: 💡 Du kan tilføje strikkefasthedsberegning under tandhjulet øverst til højre.
de: 💡 Sie können die Maschenprobenberechnung unter dem Zahnrad oben rechts hinzufügen.
fi: 💡 Voit lisätä silmukkatiheyslaskurin oikean yläkulman hammasrattaan alta.
fr: 💡 Vous pouvez ajouter le calcul de l'échantillon sous l'icône engrenage en haut à droite.
sv: 💡 Du kan lägga till stickfasthetsberäkning under kugghjulet uppe till höger.

source: Actions
da: Handlinger
de: Aktionen
fi: Toiminnot
sv: Åtgärder

source: Add Yarn
da: Tilføj garn
de: Garn hinzufügen
fi: Lisää lanka
fr: Ajouter du fil
sv: Lägg till garn

# Aktive
source: Active
da: Aktive
de: Aktiv
fi: Aktiiviset
fr: Actifs
sv: Aktiva

# Aktiver strikkefasthetsberegning
source: Enable gauge calculation
da: Aktivér strikkefasthedsberegning
de: Maschenprobenberechnung aktivieren
fi: Ota silmukkatiheyslaskuri käyttöön
fr: Activer le calcul de l'échantillon
sv: Aktivera stickfasthetsberäkning

# Aldri
source: Never
da: Aldrig
de: Nie
fi: Ei koskaan
fr: Jamais
sv: Aldrig

# Aldri synkronisert
source: Never synced
da: Aldrig synkroniseret
de: Nie synchronisiert
fi: Ei koskaan synkronoitu
fr: Jamais synchronisé
sv: Aldrig synkroniserad

# Alle
source: All
da: Alle
de: Alle
fi: Kaikki
fr: Tous
sv: Alla

# Alle garn har blitt talt nylig
source: All yarns have been counted recently
da: Alle garn er talt for nylig
de: Alle Garne wurden kürzlich gezählt
fi: Kaikki langat on laskettu äskettäin
fr: Tous les fils ont été comptés récemment
sv: Alla garner har räknats nyligen

# Alle garn har lokasjon
source: All yarns have a location
da: Alle garn har lokation
de: Alle Garne haben einen Standort
fi: Kaikilla langoilla on sijainti
fr: Tous les fils ont un emplacement
sv: Alla garner har en plats

# Alle merker
source: All brands
da: Alle mærker
de: Alle Marken
fi: Kaikki merkit
fr: Toutes les marques
sv: Alla märken

# Alle typer
source: All types
da: Alle typer
de: Alle Typen
fi: Kaikki tyypit
fr: Tous les types
sv: Alla typer

# Alt er oppdatert!
source: Everything is up to date!
da: Alt er opdateret!
de: Alles ist aktuell!
fi: Kaikki on ajan tasalla!
fr: Tout est à jour !
sv: Allt är uppdaterat!

# Angi verdi
source: Enter value
da: Angiv værdi
de: Wert eingeben
fi: Syötä arvo
fr: Entrer la valeur
sv: Ange värde

# Angre
source: Undo
da: Fortryd
de: Rückgängig
fi: Kumoa
fr: Annuler
sv: Ångra

# Annet
source: Other
da: Andet
de: Sonstiges
fi: Muu
fr: Autre
sv: Annat

# Antall entries:
source: Number of entries:
da: Antal poster:
de: Anzahl Einträge:
fi: Merkintöjen määrä:
fr: Nombre d'entrées :
sv: Antal poster:

# Antall fellinger:
source: Number of decreases:
da: Antal faldninger:
de: Anzahl der Abnahmen:
fi: Vähennysten määrä:
fr: Nombre de diminutions:
sv: Antal minskningar:

# Antall masker i omgangen:
source: Number of stitches in the round:
da: Antal masker i omgangen:
de: Anzahl Maschen in der Runde:
fi: Silmukoiden määrä kierroksella:
fr: Nombre de mailles dans le tour :
sv: Antal maskor i varvet:

# Antall masker på pinnen:
source: Number of stitches on needle:
da: Antal masker på pinden:
de: Anzahl der Maschen auf der Nadel:
fi: Silmukoiden määrä puikolla:
fr: Nombre de mailles sur l'aiguille:
sv: Antal maskor på stickan:

# Antall nøster
source: Number of skeins
da: Antal nøgler
de: Anzahl der Knäuel
fi: Kerien määrä
fr: Nombre de pelotes
sv: Antal nystan

# Antall nøster i oppskriften
source: Number of skeins in recipe
da: Antal nøgler i opskriften
de: Anzahl der Knäuel in der Anleitung
fi: Kerien määrä ohjeessa
fr: Nombre de pelotes dans le patron
sv: Antal nystan i mönstret

# Antall økninger:
source: Number of increases:
da: Antal øgninger:
de: Anzahl der Zunahmen:
fi: Lisäysten määrä:
fr: Nombre d'augmentations:
sv: Antal ökningar:

source: Any questions or feedback?
da: Har du spørgsmål eller feedback?
de: Fragen oder Feedback?
fi: Onko sinulla kysymyksiä tai palautetta?
fr: Des questions ou des commentaires ?
nb: Har du spørsmål eller tilbakemelding?
sv: Har du frågor eller feedback?

# Avbryt
source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
sv: Avbryt

# Avrund
source: Round
da: Afrund
de: Runden
fi: Pyöristä
fr: Arrondir
sv: Avrunda

# Avrund antall nøster
source: Round number of skeins
da: Afrund antal nøgler
de: Knäuelanzahl runden
fi: Pyöristä vyyhtien määrä
fr: Arrondir le nombre de pelotes
sv: Avrunda antal nystan

# Backup eksportert
source: Backup Exported
da: Backup eksporteret
de: Sicherung exportiert
fi: Varmuuskopio viety
fr: Sauvegarde exportée
nb: Backup eksportert
sv: Backup exporterad

# Backup importert
source: Backup Imported
da: Backup importeret
de: Sicherung importiert
fi: Varmuuskopio tuotu
fr: Sauvegarde importée
nb: Backup importert
sv: Backup importerad

# Backup-filen er lagret og klar til deling
source: Backup file is saved and ready to share
da: Backup-filen er gemt og klar til deling
de: Sicherungsdatei gespeichert und bereit zum Teilen
fi: Varmuuskopiotiedosto on tallennettu ja valmis jakamiseen
fr: Le fichier de sauvegarde est enregistré et prêt à partager
nb: Backup-filen er lagret og klar til deling
sv: Backup-filen är sparad och redo att delas

# Bakgrunn
source: Background
da: Baggrund
de: Hintergrund
fi: Tausta
fr: Arrière-plan
sv: Bakgrund

# Beregn
source: Calculate
da: Beregn
de: Berechnen
fi: Laske
fr: Calculer
sv: Beräkna

# Bilder
source: Images
da: Billeder
de: Bilder
fi: Kuvat
sv: Bilder

# Bli med i KnitAndCalc-gruppen på Facebook
source: Join the KnitAndCalc group on Facebook
da: Bliv medlem af KnitAndCalc-gruppen på Facebook
de: Tritt der KnitAndCalc-Gruppe auf Facebook bei
fi: Liity KnitAndCalc-ryhmään Facebookissa
fr: Rejoignez le groupe KnitAndCalc sur Facebook
sv: Gå med i KnitAndCalc-gruppen på Facebook

source: Brand:
da: Mærke:
de: Marke:
fi: Merkki:
fr: Marque :
sv: Märke:

# Bruker-ID:
source: User ID:
da: Bruger-ID:
de: Benutzer-ID:
fi: Käyttäjä-ID:
fr: ID utilisateur :
sv: Användar-ID:

# Brukt garn
source: Used Yarn
da: Brugt garn
de: Verwendetes Garn
fi: Käytetty lanka
fr: Fil utilisé
sv: Använt garn

# Bukser
source: Pants
da: Bukser
de: Hosen
fi: Housut
fr: Pantalons
sv: Byxor

# Bytt oppskrift
source: Change Recipe
da: Skift opskrift
de: Anleitung ändern
fi: Vaihda ohje
fr: Changer de patron
sv: Byt mönster

# Ca. %@
source: Approx. %@
da: Ca. %@
de: Ca. %@
fi: N. %@
fr: Env. %@
sv: Ca. %@

# Ca. %@ m
source: Approx. %@ m
da: Ca. %@ m
de: Ca. %@ m
fi: N. %@ m
fr: Env. %@ m
sv: Ca. %@ m

# Ca. lengde
source: Approx. length
da: Ca. længde
de: Ca. Länge
fi: N. pituus
fr: Env. longueur
sv: Ca. längd

source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
sv: Avbryt

source: Color:
da: Farve:
de: Farbe:
fi: Väri:
fr: Couleur :
sv: Färg:

# Data er importert og appen er oppdatert
source: Data imported and app updated
da: Data er importeret og appen er opdateret
de: Daten importiert und App aktualisiert
fi: Tiedot on tuotu ja sovellus päivitetty
fr: Les données sont importées et l'application est mise à jour
nb: Data er importert og appen er oppdatert
sv: Data är importerad och appen är uppdaterad

# Datoer
source: Dates
da: Datoer
de: Daten
fi: Päivämäärät
sv: Datum

source: Days
da: Dage
de: Tage
fi: Päivää
fr: Jours
sv: Dagar

# Debug-funksjoner for testing av garnlager-synkronisering
source: Debug functions for testing yarn stash sync
da: Debug-funktioner til test af garnlager-synkronisering
de: Debug-Funktionen zum Testen der Garnlager-Synchronisierung
fi: Debug-toiminnot lankavarasto-synkronoinnin testaamiseen
fr: Fonctions de débogage pour tester la synchronisation du stock de fils
sv: Debug-funktioner för testning av garnlager-synkronisering

# Del tips, få hjelp og gi tilbakemeldinger til fellesskapet!
source: Share tips, get help and give feedback to the community!
da: Del tips, få hjælp og giv feedback til fællesskabet!
de: Teile Tipps, erhalte Hilfe und gib der Community Feedback!
fi: Jaa vinkkejä, saa apua ja anna palautetta yhteisölle!
fr: Partagez des astuces, obtenez de l'aide et donnez vos retours à la communauté !
sv: Dela tips, få hjälp och ge feedback till gemenskapen!

# Detaljer
source: Details
da: Detaljer
fi: Yksityiskohdat
fr: Détails
sv: Detaljer

source: This will reset all sync statistics and let you test sync again.
da: Dette vil nulstille al synkroniseringsstatistik og lade dig teste synkronisering igen.
de: Dies setzt alle Synchronisierungsstatistiken zurück und lässt Sie die Synchronisierung erneut testen.
fi: Tämä nollaa kaikki synkronointitilastot ja antaa sinun testata synkronointia uudelleen.
fr: Cela réinitialisera toutes les statistiques de synchronisation et vous permettra de tester à nouveau.
sv: Detta nollställer all synkroniseringsstatistik och låter dig testa synkronisering igen.

# Du har nå %lld masker på pinnen
source: You now have %lld stitches on needle
da: Du har nu %lld masker på pinden
de: Sie haben jetzt %lld Maschen auf der Nadel
fi: Sinulla on nyt %lld silmukkaa puikolla
fr: Vous avez maintenant %lld mailles sur l'aiguille
sv: Du har nu %lld maskor på stickan

# Du har talt %lld garn. Vil du lagre tellingen eller forkaste endringene?
source: You have counted %lld yarns. Do you want to save the count or discard the changes?
da: Du har talt %lld garn. Vil du gemme tællingen eller forkaste ændringerne?
de: Sie haben %lld Garne gezählt. Möchten Sie die Zählung speichern oder die Änderungen verwerfen?
fi: Olet laskenut %lld lankaa. Haluatko tallentaa laskennan vai hylätä muutokset?
fr: Vous avez compté %lld fils. Voulez-vous enregistrer le comptage ou annuler les modifications ?
sv: Du har räknat %lld garner. Vill du spara räkningen eller förkasta ändringarna?

# Du reserverer
source: You reserve
da: Du reserverer
de: Sie reservieren
fi: Varaat
fr: Vous réservez
sv: Du reserverar

# Du reserverer til prosjektet
source: You are reserving for the project
da: Du reserverer til projektet
de: Sie reservieren für das Projekt
fi: Varaat projektille
fr: Vous réservez pour le projet
sv: Du reserverar till projektet

# Du trenger %@ nøster med løpelengde %@%@
source: You need %1$@ skeins with yardage %2$@%3$@
da: Du skal bruge %1$@ nøgler med løbelængde %2$@%3$@
de: Sie benötigen %@ Knäuel mit Lauflänge %@%@
fi: Tarvitset %1$@ keriä with juoksupituus %2$@%3$@
fr: Vous avez besoin %1$@ pelotes with métrage %2$@%3$@
sv: Du behöver %1$@ nystan med löplängd %2$@%3$@

# Egendefinert
source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisé
sv: Anpassad

# Egendefinert tema
source: Custom theme
da: Brugerdefineret tema
de: Benutzerdefiniertes Thema
fi: Mukautettu teema
fr: Thème personnalisé
sv: Anpassat tema

# Eksporter backup
source: Export Backup
da: Eksporter backup
de: Sicherung exportieren
fi: Vie varmuuskopio
fr: Exporter sauvegarde
nb: Eksporter backup
sv: Exportera backup

# Er du sikker på at du vil fjerne dette garnet?
source: Are you sure you want to remove this yarn?
da: Er du sikker på at du vil fjerne dette garn?
de: Möchten Sie dieses Garn wirklich entfernen?
fi: Haluatko varmasti poistaa tämän langan?
fr: Êtes-vous sûr de vouloir retirer ce fil?
sv: Är du säker på att du vill ta bort detta garn?

source: Are you sure you want to unlink this yarn from "%@"? The project will also lose the yarn in its overview.
da: Er du sikker på at du vil fjerne dette garn fra "%@"? Projektet vil også miste garnet i sin oversigt.
de: Möchten Sie dieses Garn wirklich von "%@" trennen? Das Projekt verliert das Garn ebenfalls in seiner Übersicht.
fi: Are you sure you want to unlink this lanka from "%@"? The project will also lose the lanka in its overview.
fr: Are you sure you want to unlink this fil from "%@"? The project will also lose the fil in its overview.
sv: Är du säker på att du vill ta bort detta garn från "%@"? Projektet kommer också att förlora garnet i sin översikt.

# Er du sikker på at du vil slette "%@"?
source: Are you sure you want to delete "%@"?
da: Er du sikker på, at du vil slette "%@"?
de: Möchten Sie „%@" wirklich löschen?
fi: Haluatko varmasti poistaa "%@"?
fr: Êtes-vous sûr de vouloir supprimer « %@ » ?
sv: Är du säker på att du vill radera "%@"?

source: Are you sure you want to delete "%@"? Tip: You can also swipe left on the list to edit or delete. It's faster than using this button.
da: Er du sikker på, at du vil slette "%@"? Tip: Du kan også swipe til venstre på oversigten for at redigere eller slette. Det er hurtigere end at bruge denne knap.
de: Möchten Sie „%@" wirklich löschen? Tipp: Sie können auch in der Übersicht nach links wischen, um zu bearbeiten oder zu löschen. Das geht schneller als diese Schaltfläche.
fi: Haluatko varmasti poistaa "%@"? Vinkki: Voit myös pyyhkäistä vasemmalle listassa muokataksesi tai poistaaksesi. Se on nopeampaa kuin tämän painikkeen käyttö.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Astuce : Vous pouvez aussi glisser vers la gauche dans la liste pour modifier ou supprimer. C'est plus rapide qu'utiliser ce bouton.
sv: Är du säker på att du vill radera "%@"? Tips: Du kan också svepa åt vänster i listan för att redigera eller radera. Det är snabbare än att använda den här knappen.

# Er du sikker på at du vil slette alle markeringer på alle sider?
source: Are you sure you want to delete all annotations on all pages?
da: Er du sikker på, at du vil slette alle markeringer på alle sider?
de: Möchten Sie wirklich alle Markierungen auf allen Seiten löschen?
fi: Haluatko varmasti poistaa kaikki merkinnät kaikilta sivuilta?
fr: Êtes-vous sûr de vouloir supprimer toutes les annotations sur toutes les pages ?
sv: Är du säker på att du vill radera alla markeringar på alla sidor?

# Er du sikker på at du vil slette denne brukt garn-registreringen (%@ g)?
source: Are you sure you want to delete this used yarn entry (%@ g)?
da: Er du sikker på, at du vil slette denne registrering af brugt garn (%@ g)?
de: Möchten Sie diesen Eintrag für verbrauchtes Garn wirklich löschen (%@ g)?
fi: Haluatko varmasti poistaa tämän käytetyn langan merkinnän (%@ g)?
fr: Êtes-vous sûr de vouloir supprimer cette entrée de fil utilisé (%@ g) ?
sv: Är du säker på att du vill ta bort denna förbrukade garnpost (%@ g)?

# Er du sikker på at du vil slette dette bildet?
source: Are you sure you want to delete this image?
da: Er du sikker på, at du vil slette dette billede?
de: Möchten Sie dieses Bild wirklich löschen?
fi: Haluatko varmasti poistaa tämän kuvan?
fr: Êtes-vous sûr de vouloir supprimer cette image ?
sv: Är du säker på att du vill radera den här bilden?

# Er du sikker på at du vil slette dette garnet?
source: Are you sure you want to delete this yarn?
da: Er du sikker på, at du vil slette dette garn?
de: Möchten Sie dieses Garn wirklich löschen?
fi: Haluatko varmasti poistaa tämän langan?
fr: Êtes-vous sûr de vouloir supprimer ce fil ?
sv: Är du säker på att du vill radera det här garnet?

# Er tom:
source: Is empty:
da: Er tom:
de: Ist leer:
fi: On tyhjä:
fr: Est vide :
sv: Är tom:

# Få en påminnelse hver 3. dag
source: Get a reminder every 3 days
da: Få en påmindelse hver 3. dag
de: Erhalte alle 3 Tage eine Erinnerung
fi: Saa muistutus joka 3. päivä
fr: Recevoir un rappel tous les 3 jours
nb: Få en påminnelse hver 3. dag
sv: Få en påminnelse var 3:e dag

# Facebook-gruppe
source: Facebook group
da: Facebook-gruppe
de: Facebook-Gruppe
fi: Facebook-ryhmä
fr: Groupe Facebook
sv: Facebook-grupp

# Får kun varsel hvis appen ikke er brukt på 3 dager
source: Only notified if the app hasn't been used for 3 days
da: Får kun besked hvis appen ikke er brugt i 3 dage
de: Benachrichtigung nur wenn die App 3 Tage nicht benutzt wurde
fi: Ilmoitus vain jos sovellusta ei ole käytetty 3 päivään
fr: Notification uniquement si l'app n'a pas été utilisée pendant 3 jours
sv: Avisering bara om appen inte använts på 3 dagar

# Farge
source: Color
da: Farve
de: Farbe
fi: Väri
fr: Couleur
sv: Färg

# Farge:
source: Color:
da: Farve:
de: Farbe:
fi: Väri:
fr: Couleur :
sv: Färg:

# Fargenummer
source: Color Number
da: Farvenummer
de: Farbnummer
fi: Värinumero
fr: Numéro de couleur
sv: Färgnummer

# Fargetema
source: Color theme
da: Farvetema
de: Farbthema
fi: Väriteema
fr: Thème de couleur
sv: Färgtema

# Feil
source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
sv: Fel

# Feilmelding:
source: Error message:
da: Fejlmeddelelse:
de: Fehlermeldung:
fi: Virheilmoitus:
fr: Message d'erreur :
sv: Felmeddelande:

# fell
source: decrease
da: fald
de: abn
fi: vähennä
fr: diminuer
sv: minska

# Felle
source: Decrease
da: Falde
de: Abnehmen
fi: Vähennä
fr: Diminuer
sv: Minska

# Ferdig
source: Done
da: Færdig
de: Fertig
fi: Valmis
fr: Terminé
sv: Klar

# Ferdig og lagre
source: Done and save
da: Færdig og gem
de: Fertig und speichern
fi: Valmis ja tallenna
fr: Terminer et enregistrer
sv: Klar och spara

source: Find out how much yarn you need when substituting to another with different yardage. Remember that the gauge should be the same.
da: Find ud af hvor meget garn du skal bruge når du skifter til et andet med forskellig løbelængde. Husk at strikkefastheden skal være den samme.
de: Finden Sie heraus, wie viel Garn Sie benötigen, wenn Sie zu einem anderen mit unterschiedlicher Lauflänge wechseln. Beachten Sie, dass die Maschenprobe gleich sein sollte.
fi: Selvitä kuinka paljon lankaa tarvitset vaihtaessasi toiseen lankaan, jolla on eri juoksupituus. Muista, että neuletiheyden tulee olla sama.
fr: Découvrez combien de fil vous avez besoin lorsque vous substituez à un autre avec un métrage différent. N'oubliez pas que l'échantillon doit être le même.
sv: Ta reda på hur mycket garn du behöver när du byter till ett annat med olika löplängd. Kom ihåg att sticktätheten ska vara densamma.

# Fjern oppskrift
source: Remove Recipe
da: Fjern opskrift
de: Anleitung entfernen
fi: Poista ohje
fr: Retirer le patron
sv: Ta bort mönster

# Flatt
source: Flat
da: Fladt
de: Flach
fi: Suora
fr: À plat
sv: Platt

# For morro skyld
source: Just for fun
da: For sjovs skyld
de: Nur zum Spaß
fi: Huvin vuoksi
fr: Pour le plaisir
sv: För skojs skull

# Forhåndsvisning
source: Preview
da: Forhåndsvisning
de: Vorschau
fi: Esikatselu
fr: Aperçu
sv: Förhandsgranskning

# Forsøk i dag:
source: Attempts today:
da: Forsøg i dag:
de: Versuche heute:
fi: Yritykset tänään:
fr: Tentatives aujourd'hui :
sv: Försök idag:

# Fremtidig funksjon: Anonymt søk
source: Future feature: Anonymous search
da: Fremtidig funktion: Anonymt søg
de: Zukünftige Funktion: Anonyme Suche
fi: Tuleva ominaisuus: Anonyymi haku
fr: Fonctionnalité future : Recherche anonyme
sv: Framtida funktion: Anonym sökning

# Fullført
source: Completed
da: Afsluttet
de: Abgeschlossen
sv: Slutförd

# Gå til Facebook-gruppen
source: Go to the Facebook group
da: Gå til Facebook-gruppen
de: Zur Facebook-Gruppe gehen
fi: Siirry Facebook-ryhmään
fr: Aller au groupe Facebook
sv: Gå till Facebook-gruppen

# Gå til Innstillinger > KnitAndCalc > Varsler for å aktivere varsler
source: Go to Settings > KnitAndCalc > Notifications to enable notifications
da: Gå til Indstillinger > KnitAndCalc > Notifikationer for at aktivere notifikationer
de: Gehen Sie zu Einstellungen > KnitAndCalc > Benachrichtigungen, um Benachrichtigungen zu aktivieren
fi: Siirry Asetukset > KnitAndCalc > Ilmoitukset ottaaksesi ilmoitukset käyttöön
fr: Allez dans Réglages > KnitAndCalc > Notifications pour activer les notifications
nb: Gå til Innstillinger > KnitAndCalc > Varsler for å aktivere varsler
sv: Gå till Inställningar > KnitAndCalc > Notifikationer för att aktivera notifikationer

# Gå tilbake uten å lagre
source: Go back without saving
da: Gå tilbage uden at gemme
de: Zurückgehen ohne zu speichern
fi: Palaa tallentamatta
fr: Revenir sans enregistrer
sv: Gå tillbaka utan att spara

# gang
source: time
da: gang
de: Mal
fi: kerta
fr: fois
sv: gång

# ganger
source: times
da: gange
de: Mal
fi: kertaa
fr: fois
sv: gånger

# Garn
source: Yarn
da: Garn
de: Garn
fi: Lanka
fr: Fil
sv: Garn

# Garn lagt til i '%@' og merket som sjekket
source: Yarn added to '%@' and marked as checked
da: Garn tilføjet til '%@' og markeret som tjekket
de: Garn zu '%@' hinzugefügt und als geprüft markiert
fi: Lanka lisätty '%@' ja merkitty tarkistetuksi
fr: Fil ajouté à « %@ » et marqué comme vérifié
sv: Garn tillagt i '%@' och markerat som kontrollerat

# Garnet du vil bruke
source: The yarn you want to use
da: Garnet du vil bruge
de: Das Garn, das Sie verwenden möchten
fi: The lanka you want to use
fr: The fil you want to use
sv: Garnet du vill använda

# Garnet i oppskriften
source: The yarn in the recipe
da: Garnet i opskriften
de: Das Garn in der Anleitung
fi: The lanka in the recipe
fr: The fil in the recipe
sv: Garnet i mönstret

# Garninformasjon
source: Yarn Information
da: Garninformation
de: Garninformation
fi: Lanka Information
fr: Fil Information
sv: Garninformation

# Garnkalkulator
source: Yarn Calculator
da: Garnberegner
de: Garnrechner
fi: Lankalaskuri
fr: Calculateur de fil
sv: Garnkalkylator

# Garnlager
source: Yarn Stash
da: Garnlager
de: Garnvorrat
fi: Lanka Stash
fr: Fil Stash
sv: Garnförråd

# Garnlager Data
source: Yarn Stash Data
da: Garnlager Data
de: Garnlager-Daten
fi: Lankavarasto-data
fr: Données du stock de fils
sv: Garnlagerdata

# Gensere
source: Sweaters
da: Sweatere
de: Pullover
fi: Neulepaidat
fr: Pulls
sv: Tröjor

# Gjenværende lengde
source: Remaining length
da: Resterende længde
de: Verbleibende Länge
fi: Jäljellä oleva pituus
fr: Longueur restante
sv: Återstående längd

# Gjenværende nøster
source: Remaining skeins
da: Resterende nøgler
de: Verbleibende Knäuel
fi: Jäljellä olevia keriä
fr: Pelotes restantes
sv: Återstående nystan

# Gjør om
source: Redo
da: Gør om
de: Wiederholen
fi: Tee uudelleen
fr: Rétablir
sv: Gör om

# gram
source: grams
da: gram
de: Gramm
sv: gram

# Gram
source: Grams
da: Gram
de: Gramm
sv: Gram

# gram totalt
source: grams total
da: gram i alt
de: Gramm gesamt
sv: gram totalt
